Repository: LuigimonSoft/PriceSnap
Catalog: Localizable.xcstrings
Source language: en
Languages: es_419, fr

# alert_error_title
source: Error
fr: Erreur

# app_title
source: Price Snap
es_419: Captura de precios
fr: Capture Prix

# button_save_price
source: Save price
es_419: Guardar precio
fr: Enregistrer le prix

# button_save_product
source: Save product
es_419: Guardar producto
fr: Enregistrer le produit

# button_save_store
source: Save store
es_419: Guardar tienda
fr: Enregistrer le magasin

# empty_history
source: No price history
es_419: Sin historial de precios
fr: Aucun historique de prix

# empty_products
source: No products yet.
es_419: Aun no hay productos.
fr: Aucun produit pour le moment.

# error_invalid_barcode
source: Barcode cannot be empty.
es_419: El codigo de barras no puede estar vacio.
fr: Le code-barres ne peut pas etre vide.

# error_invalid_name
source: Name cannot be empty.
es_419: El nombre no puede estar vacio.
fr: Le nom ne peut pas etre vide.

# error_invalid_price
source: Price must be greater than zero.
es_419: El precio debe ser mayor que cero.
fr: Le prix doit etre superieur a zero.

# error_invalid_selection
source: Select product, store, and a valid price.
es_419: Selecciona producto, tienda y un precio valido.
fr: Selectionnez un produit, un magasin et un prix valide.

# error_unknown
source: Unknown error
es_419: Error desconocido
fr: Erreur inconnue

# field_barcode
source: Barcode
es_419: Codigo de barras
fr: Code-barres

# field_image
source: Image (URL or resource)
es_419: Imagen (URL o recurso)
fr: Image (URL ou ressource)

# field_location
source: Location
es_419: Ubicacion
fr: Emplacement

# field_name
source: Name
es_419: Nombre
fr: Nom

# field_price
source: Price
es_419: Precio
fr: Prix

# field_website
source: Website
es_419: Sitio web
fr: Site web

# label_barcode
source: Barcode
es_419: Codigo
fr: Code

# metric_current
source: Current
es_419: Actual
fr: Actuel

# metric_previous
source: Previous
es_419: Anterior
fr: Precedent

# picker_product
source: Product
es_419: Producto
fr: Produit

# picker_select_product
source: Select product
es_419: Selecciona producto
fr: Selectionnez un produit

# picker_select_store
source: Select store
es_419: Selecciona tienda
fr: Selectionnez un magasin

# picker_store
source: Store
es_419: Tienda
fr: Magasin

source: Product
es_419: Producto
fr: Produit

# section_new_price
source: New price by store
es_419: Nuevo precio por tienda
fr: Nouveau prix par magasin

# section_new_product
source: New product
es_419: Nuevo producto
fr: Nouveau produit

# section_new_store
source: New store
es_419: Nueva tienda
fr: Nouveau magasin

# section_registered_products
source: Registered products
es_419: Productos registrados
fr: Produits enregistres

# toggle_offer
source: On offer?
es_419: Oferta?
fr: En promotion ?
